[
    {
        "text": "相亲回来，老爸走进我房间，问道：“你二姨给你介绍的女朋友怎么样？”我摇头：“又丑又懒还胖，不要”老爸：“丑就不会出轨，安全。懒就不会逛街，你也轻松。至于胖嘛，买不到合适的衣服，就不会乱花钱。想当年，我找你老妈，也是按照这个标准找的……”老爸……",
        "url": "https://www.hahamx.cn/joke/2944159"
    },
    {
        "text": "谈恋爱时有阵和二货异地，一次电话里吵起来了，他屈服了请求我谅解，我没搭理，他打一次我挂一次，挂了五次，当第六次时电话一接通，他就吼道:你没看见我蹲在马路牙子上道歉么？人来人往的，还让我要不要脸了？！ 额，智商感人，打电话你给我说……看见…………",
        "url": "https://www.hahamx.cn/joke/2944144"
    },
    {
        "text": "我认识一个小学数学老师,错一道题拔一根眼毛,结果一个学生悲催了,错了很多道题,那个场景成为学生永远的痛,20年过去了,但每次看到老师都喊一声老师好,你不记得我了吗?我是那个拔光眼毛的学生。……",
        "url": "https://www.hahamx.cn/joke/2944143"
    },
    {
        "text": "老公：老婆你会叫我头上顶点绿吗？我：啥时候？老公：70岁以后吧。我：到时候我会叫你头上顶点黄。老公：咋的？你想在我头上拉啊？……",
        "url": "https://www.hahamx.cn/joke/2944142"
    },
    {
        "text": "今天去相亲，女方面容姣好，条件也不错。女问：“有车吗？”我：“没有。”女问：“有房吗？”我：“也没有。”女问：“有存款吗？”我：“也没有。”女问：“那你有什么？”我：“58436。”女答：“今天就去民政局领结婚证。”...……",
        "url": "https://www.hahamx.cn/joke/2944134"
    },
    {
        "text": "侄儿在家里翻东西玩，过了一会拿着一张照片给嫂子看:妈妈，你看我在爸爸的书里边找到一张照片，原来你以前那么漂亮的呀。嫂子拿着照片看了一会激动的红了眼眶。晚上，哥跟嫂子大吵了一架………",
        "url": "https://www.hahamx.cn/joke/2944133"
    },
    {
        "text": "和孩子去公园玩，拍照中感觉他们渴了，就帮他们拧瓶盖顺手把手机放长椅上……走了大概三分钟后，突然悟到，哎呀，手机丢了！马上回去找，发现一对情侣在我手机旁边卿卿我我，缠缠绵绵，关键我手机录像不知道啥时候开了…………",
        "url": "https://www.hahamx.cn/joke/2944119"
    },
    {
        "text": "辞职回家的路上，一乞丐抖着碗挡住了我的去路，我给了一个硬币，竟然嫌少，赖着不走，我内心毫无波澜，默默拿出了我以前用来吃工作餐的碗，很专业的跟乞丐对抖起来，然后这货白了我一眼就走了。。走了。。了。。……",
        "url": "https://www.hahamx.cn/joke/2944118"
    },
    {
        "text": "儿子最近去大便老爱拿点小玩具：风车呀，奥特曼呀，小转笔刀呀……今天还坐马桶上高喊：“妈妈！我大便，帮忙把我剪的窗花拿来！”我没好气地说：“谁告诉你上厕所还得拿玩具的？不能养成这习惯！”没想到小家伙一脸的委屈：“你们上厕所还不是要拿手机吗…………",
        "url": "https://www.hahamx.cn/joke/2944116"
    },
    {
        "text": "朋友十几年后回乡下探亲，路过儿时经常玩耍的大桥，兴致突然来了，脱了裤子就从桥上跳了下去，十几年时间太久，久得他都忘了枯水季，他今天去鉴定伤残等级…………",
        "url": "https://www.hahamx.cn/joke/2944110"
    },
    {
        "text": "找个相互喜欢的对象，生上一个或者几个孩子，然后看着他们一点点长大，操心他们的大小事情，偶尔被他们气得暴跳，偶尔又被他们感动的流泪，直到他们都结了婚，牵着孙子外孙在眼前晃悠……然后我就醒了，咦。。我老公呢！……",
        "url": "https://www.hahamx.cn/joke/2944109"
    },
    {
        "text": "公司午休举行吃西瓜赛，参赛者每人面前十块西瓜，吃完用时最短为获胜者，奖励一千，结果我跟一妹子并列第一，台下突然有人喊了一句，“憋尿，这两个人谁先去厕所就算输”，于是我俩开始憋尿，直到下午上班，我实在忍不住了，冲向卫生间！妹子赢了，哈哈大笑，……",
        "url": "https://www.hahamx.cn/joke/2944108"
    },
    {
        "text": "今天我花大价钱买了一条小拇指粗的大金链子，被一骑摩托车的人给抢走了，还没等我喊人，抢我金项链那人就回来了，并一把把我的金链子摔在我脸上，嘴里还骂我:没钱就别戴金项链，打扰老子工作。我捡起我花15元买的金项链，心里真tmd不是滋味。……",
        "url": "https://www.hahamx.cn/joke/2944102"
    },
    {
        "text": "和男朋友一起逛街，碰到了他的前女友，说实话，他前女友长得肤白貌美还性感，关键还很有钱，我问男朋友：：“亲爱的，你前女友是自富美，我身上也没什么优点，你为什么选择了我呢？一定是特别的缘分！是真爱对吗？”男朋友抽了一囗烟，幽幽地说：“哼！我就是……",
        "url": "https://www.hahamx.cn/joke/2944101"
    },
    {
        "text": "和男朋友一起逛街，碰到了他的前女友，说实话，他前女友长得肤白貌美还性感，关键还很有钱，我问男朋友：：“亲爱的，你前女友是自富美，我身上也没什么优点，你为什么选择了我呢？一定是特别的缘分！是真爱对吗？”男朋友抽了一囗烟，幽幽地说：“哼！我就是……",
        "url": "https://www.hahamx.cn/joke/2944074"
    },
    {
        "text": "刚刚去相亲，见了面之后，姑娘就对我说：不好意思，今天出来还没化妆。我便一笑回应到：漂亮的姑娘是不需要化妆的。姑娘害羞说了声：谢谢。我连忙摆手道：你误会了，我是说你还是化个妆比较好……",
        "url": "https://www.hahamx.cn/joke/2944060"
    },
    {
        "text": "有一次司马光跟小伙伴们在后院里玩耍。院子里有一口大水缸，有个小孩一不小心掉到缸里。缸大水深眼看那孩子快要没顶了，别的孩子们一见出了事吓得大跑，司马光想了想急中生智，从地上捡起石头，一颗一颗的放进水缸里慢慢的水升高了，不一会儿，缸子里的水就升……",
        "url": "https://www.hahamx.cn/joke/2944158"
    },
    {
        "text": "\"一次坐飞机去远方一位朋友家探望，只听广播道：各位乘客你们好，这是机长广播。\"\"欢迎各位做上本公司的班机，我们公司的空服员里，有非常多的都是民航业界里最优秀、最尽心而且最美丽的。但是非常不好意思，她们今天都不在本班机上。\"\"\"……",
        "url": "https://www.hahamx.cn/joke/2944145"
    },
    {
        "text": "上大学的时候，有天在学校里面的水果摊买水果，卖水果的是一个70岁左右的老爷子，这时候有一个老外过来买水果，说的是英语，大概意思是想要一点香蕉，我怕大爷没有听懂，准备给他翻译，人家大爷回了一口流利的英语并且麻利的打包了一袋香蕉给老外。后来才打……",
        "url": "https://www.hahamx.cn/joke/2944117"
    },
    {
        "text": "几个月前，我和女朋友分手了，我们彼此说好，彼此冷静一段时间，昨天，她终于给我打电话了，好开心，她：我下个月结婚，你到时候来啊，卧槽！你不按套路出牌啊！后来发现新郎是我兄弟！然后我兄弟给我解释说，只是为我证明这个女人不靠谱！……",
        "url": "https://www.hahamx.cn/joke/2944056"
    },
    {
        "text": "天将降大任于斯人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为也，所以动心忍性，增益其所不能。 我感觉老天一直想降大任给我，却一直没降下来！……",
        "url": "https://www.hahamx.cn/joke/2944028"
    },
    {
        "text": "朋友问我：今天我和一女生表白，她说像孙悟空一样，是在夸我聪明伶俐，机智过人吗？……我摇摇头说：她的意思是你注定单身…………",
        "url": "https://www.hahamx.cn/joke/2943982"
    },
    {
        "text": "我高中同桌是一位漂亮姑娘。全班所有人都认为我是个好学生。只有我同桌知道我心术不正。每次我的笔掉地上了，她总是先捂住胸口，再弯腰，才帮我捡。……",
        "url": "https://www.hahamx.cn/joke/2944100"
    },
    {
        "text": "我有个同学路哥，长得很帅，因为花心频繁换女友，而且都很漂亮，现任是个其貌不扬的小白领，但是对他非常之好，路哥很感动，决定改过自新。一天路哥和女友逛街时遇到了路哥前女友，只见他前任看了看路哥的女友大概三十秒，然后瞪着路哥恶狠狠的说了一句“报应……",
        "url": "https://www.hahamx.cn/joke/2944075"
    },
    {
        "text": "女朋友过生日，为了给她个惊喜，我发动了所有的好友，以及好友的好友，最后凑齐520个人，约好大家午夜同时给她发短信“我爱你”。 第二天，看她睡眼惺忪的样子，我小心地问：“收到特别礼物不开心吗？”他说：“我靠，原来是你干的，吓死我了，怕你吃醋我……",
        "url": "https://www.hahamx.cn/joke/2944062"
    },
    {
        "text": "妻子：老公，你太能干了。做完饭，你接着把衣服洗了吧？丈夫：你一夸我，我肯定吃亏！妻子：老土了吧！“夸”字就是“大亏”呀！……",
        "url": "https://www.hahamx.cn/joke/2944055"
    },
    {
        "text": "表弟爱看小说，已经着魔的那种。今天吃饭的时候，一只苍蝇飞到了他的脸上，只听他大吼一声“ 萤火虫之光，也敢与日月争辉！”一掌向自己的脸上拍去……………",
        "url": "https://www.hahamx.cn/joke/2943972"
    },
    {
        "text": "小时候跟邻居家小孩打架，我已经把他按在地上骑在他背上了，这家伙两脚不断的反过来踢我，于是我趴下去按住他双腿想卡住他的脚不能乱动，没想到关键时刻这小子放了一个巨臭的屁……哎哟我去，毫无防备啊……瞬间我就失去了战斗力，然后就在一阵狂笑声中被这小……",
        "url": "https://www.hahamx.cn/joke/2943992"
    },
    {
        "text": "买了一个保温水杯，保温效果不错，走哪儿都带着。一次出门坐地铁过安检，安检姐姐让我喝一口，我当着她的面打开杯子，还冒着热气。我看看杯子，又看看她，意思:“这么热，不用喝了吧”。她看看杯子，又看看我:“看我干什么！喝啊！”……",
        "url": "https://www.hahamx.cn/joke/2944002"
    },
    {
        "text": "儿子把家里的一角五角的零钱都收集到他的储钱罐，他还经常的把钱拿出来数，那天他又在数那些零钱，爸爸跟他开玩笑说：“就那点零钱，还总捋过来捋过去的，” 儿子说：“你知道啥，我这是理财呢！”……",
        "url": "https://www.hahamx.cn/joke/2943976"
    }
]